{
  "navbar": {
    "home": "בית",
    "about": "עלינו",
    "services": "שירותים",
    "chooseUs": "בחר אותנו",
    "contact": "צור קשר"
  },

  "home": {
    "title1": "בואו נכתוב יחד את סיפור ההצלחה שלכם",
    "subtitle1": "אנו מספקים שירותי ניהול פרויקטים מובחנים, מתמקדים בפיתוח אתרי אינטרנט ויישומים. זה כולל גם פרסום ושיווק דיגיטלי, אשר משפרים את הנוכחות שלכם בשוק. אנו פועלים ליישום רעיונות חדשניים כדי להבטיח את הצלחת הפרויקטים שלכם ולהשיג את המטרות שלכם בצורה אפקטיבית.",
    "title2": "אנחנו הופכים את הרעיונות שלכם למציאות דיגיטלית",
    "subtitle2": "אנחנו הופכים את הרעיונות שלכם לפרויקטים אמיתיים דרך פתרונות חדשניים ותוכניות פשוטות. אנו משלבים יצירתיות וטכנולוגיה כדי להפוך את החזון שלכם למציאות מצליחה שקל להשיג.",
    "title3": "חדשנות פותחת אופקים חדשים",
    "subtitle3": "אנו מספקים פתרונות חדשים וחדשניים שמסייעים לכם לחקור הזדמנויות בלתי מוגבלות, תורמים להשגת תוצאות מדהימות בתחום שלכם. אנו מתמקדים בהענקת הכלים הנדרשים לכם להשגת",
    "contactButton": "צור קשר"
  },

  "about": {
    "title": "עלינו",
    "description": " מוחמד חסרי, מהנדס מערכות מידע, ואני חי את התשוקה לניהול וחדשנות. כמנהל פרויקטים עצמאי, אני מתמודד עם כל אתגר בתשוקה ובהתלהבות, מונע על ידי רצון חזק להצליח. בעולם הטכנולוגיה המהיר, יש לי את המומחיות להפוך רעיונות למציאות.",
    "mission": {
      "title": "המשימה שלנו",
      "description": "אני שואף תמיד להשיג תוצאות יוצאות דופן, ואני שמח לעזור ללקוחות להגשים את חלומותיהם ושאיפותיהם. בואו נעשה כל פרויקט למסע מעורר השראה לעבר הצלחה, וביחד נבנה עתיד מזהיר מלא הזדמנויות!"
    },
    "vision": {
      "title": "החזון שלנו",
      "description": "כל פרויקט הוא הזדמנות לחקור אופקים חדשים, כשאני מספק פתרונות חדשניים לשיפור נוכחות הלקוחות בשוק באמצעות אסטרטגיות אפקטיביות שמייחדות את המותגים שלהם מהתחרות."
    },
    "values": {
      "title": "הערכים שלנו",
      "description": "אני מאמין בכוח התקשורת, ואני רואה את בניית הקשרים החזקים עם הלקוחות כסוד להצלחה. כל אינטראקציה היא הזדמנות להקשיב וללמוד. התשוקה שלי לא נעצרת בביצוע, אלא נמשכת לחדשנות מתמדת."
    }
  },

  "services": {
    "title": "השירותים שלנו",
    "service1": {
      "title": "אתרי אינטרנט",
      "description": "פיתוח אתרים מקצועיים שמשקפים את זהות המותג ועונים על צרכי הלקוחות."
    },
    "service2": {
      "title": "סחר אלקטרוני",
      "description": "יצירת פלטפורמות קנייה מהשורה הראשונה שמספקות חוויית משתמש חלקה ויעילה."
    },
    "service3": {
      "title": "בניית אפליקציות",
      "description": "פיתוח אפליקציות חדשניות שמתאימות למכשירים שונים ומשיגות אינטראקציה עם המשתמש."
    },
    "service4": {
      "title": "שיווק",
      "description": "אסטרטגיות שיווק מקיפות לשיפור הנוכחות הדיגיטלית והגברת מעורבות הקהל."
    }
  },

  "chooseUs": {
    "title": "למה לבחור בנו?",
    "description": "בחירה בנו היא הבחירה הנכונה להצטיין בעולם הטכנולוגיה. אנו מציעים שילוב ייחודי של מומחיות וחדשנות, מבינים לחלוטין את צרכי הלקוחות שלנו ועוזרים להם להשיג את מטרותיהם בצורה אפקטיבית. המחויבות שלנו לאיכות ולמקצועיות מבטיחה שנספק פתרונות מותאמים שמקנים לכם יתרון בשוק. התקשורת המתמשכת שלנו עם הלקוחות בונה אמון ומביאה לתוצאות מצוינות. הצטרפו אלינו כדי לבנות עתיד מזהיר יחד!",
    "card1": "ניסיון עבודה",
    "card2": "שירות עולמי",
    "card3": "מהירות ואמינות"
  },

  "contact": {
    "title": "צור קשר",
    "name": "שם",
    "email": "כתובת אימייל",
    "phone": "מספר טלפון",
    "message": "הודעה",
    "send": "שלח",
    "success": "ההודעה נשלחה בהצלחה",
    "failure": "שליחת ההודעה נכשלה"
  },

  "footer": {
    "contact": "צור קשר",
    "followUs": "עקבו אחרינו",
    "copyright": "כל הזכויות שמורות"
  }
}
