{
  "navbar": {
    "home": "الرئيسية",
    "about": "معلومات عنا",
    "services": "الخدمات",
    "chooseUs": "من نحن",
    "contact": "اتصل بنا"
  },

  "home": {
    "title1": "دعنا نكتب قصة نجاحك معاً",
    "subtitle1": "نقدم خدمات متميزة في إدارة المشاريع، تركز على تطوير المواقع الإلكترونية والتطبيقات. تشمل أيضاً الإعلانات والتسويق الرقمي، مما يعزز وجودك في السوق.",
    "title2": "نحول أفكارك إلى واقع رقمي",
    "subtitle2": "نحول أفكارك إلى مشاريع حقيقية من خلال حلول مبتكرة وخطط بسيطة. نجمع بين الإبداع والتقنية لتجعل رؤيتك واقعاً ناجحاً يسهل تحقيقه",
    "title3": "ابتكار يفتح آفاق جديدة",
    "subtitle3": "تقديم حلول جديدة ومبتكرة تساعدك على استكشاف فرص غير محدودة، مما يسهم في تحقيق نتائج مبهرة في مجالك. نركز على تزويدك بالأدوات اللازمة لتحقيق ",
    "contactButton": "اتصل بنا"
  },

  "about": {
    "title": "معلومات عنا",
    "description": " محمد حصري، مهندس نظم المعلومات، وأعيش شغف الإدارة والابتكار. كمدير مشاريع مستقل، أواجه كل تحدٍّ بشغف وحماس، مدفوعًا برغبة قوية في تحقيق النجاح. في عالم التكنولوجيا المتسارع، أمتلك الخبرة اللازمة لتحويل الأفكار إلى واقع ملموس.",
    "mission": {
      "title": "مهمتنا",
      "description": "أسعى دائمًا لتحقيق نتائج استثنائية، وأسعد بمساعدة العملاء على تحقيق أحلامهم وطموحاتهم. لنجعل كل مشروع رحلة ملهمة نحو النجاح، ولنبنِ معًا مستقبلًا مشرقًا مليئًا بالفرص!"
    },
    "vision": {
      "title": "رؤيتنا",
      "description": " كل مشروع هو فرصة لاستكشاف آفاق جديدة، حيث أقدم حلولًا مبتكرة لتعزيز وجود العملاء في السوق باستخدام استراتيجيات فعّالة تبرز علاماتهم التجارية في ظل المنافسة."
    },
    "values": {
      "title": "قيمنا",
      "description": "أؤمن  بقوة التواصل، وأعتبر أن بناء علاقات متينة مع العملاء هو سر النجاح. كل تفاعل هو فرصة للاستماع والتعلم،. شغفي لا يتوقف عند حدود التنفيذ، بل يمتد إلى الابتكار المستمر ."
    }
  },

  "services": {
    "title": "خدماتنا",
    "service1": {
      "title": "مواقع إلكترونية",
      "description": "تطوير مواقع احترافية تعكس هوية العلامة التجارية وتلبي احتياجات العملاء."
    },
    "service2": {
      "title": "متاجر إلكترونية",
      "description": " .إنشاء منصات تسوق متميزة توفر تجربة مستخدم سلسة وفعالة لمتجرك"
    },
    "service3": {
      "title": "بناء تطبيقات",
      "description": " . تطوير تطبيقات مبتكرة تناسب مختلف الأجهزة وتحقق تفاعل المستخدمين"
    },
    "service4": {
      "title": "تسويق وإدارة",
      "description": "استراتيجيات تسويقية شاملة لتعزيز الوجود الرقمي وزيادة التفاعل مع الجمهور."
    }
  },

  "chooseUs": {
    "title": "لماذا نحن ",
    "description": "اختيارنا هو الخيار الصحيح للتميز في عالم التكنولوجيا. نحن نقدم مزيجًا فريدًا من الخبرة والابتكار، حيث نفهم تمامًا احتياجات عملائنا ونساعدهم في تحقيق أهدافهم بفعالية. التزامنا بالجودة والاحترافية يضمن تقديم حلول مخصصة تلبي توقعاتكم وتساعد في تعزيز وجودكم في السوق. تواصلنا المستمر مع العملاء يُعزز الثقة ويضمن نتائج متميزة. انضم إلينا لبناء مستقبل مشرق معًا!",
    "card1": "خبرة في العمل",
    "card2": "خدمة عالمية",
    "card3": "سرعة وموثوقية"
  },

  "contact": {
    "title": "اتصل بنا",
    "name": "الاسم",
    "email": "البريد الإلكتروني",
    "phone": "رقم الهاتف",
    "message": "رسالتك",
    "send": "ارسال",
    "success": "تم الارسال بنجاح",
    "failure": "فشل الارسال"
  },

  "footer": {
    "contact": "اتصل بنا",
    "followUs": "تابعنا على",
    "copyright": "جميع الحقوق محفوظة"
  }
}
